{
  "news": [
    {
      "id": "1",
      "title": "Equity shot: Dropbox is going public, and Aaron Levie has some advice",
      "description": "Hello and welcome back to Equity, TechCrunch’s venture capital-focused podcast where we unpack the numbers behind the headlines. At long last, after many predictions and even a private filing, Dropbox dropped its S-1 today. The filing marks the public beginni…",
      "category": "Health"
    },
    {
      "id": "2",
      "title": "This vinyl subscription service is an audiophile's dream",
      "description": "Heads up: All products featured here are selected by Mashable's commerce team and meet our rigorous standards for awesomeness. If you buy something, Mashable may earn an affiliate commission. We love the convenience of streaming songs as much as the next pers…",
      "category": "Life"
    },
    {
      "id": "3",
      "title": "Happy Birthday to Steve Jobs and MacRumors",
      "description": "Former Apple CEO Steve Jobs, who co-founded Apple and was responsible for catapulting the company to wild success with products like the iPod and the iPhone, was born on February 24, 1955, and were he still alive, today would mark his 63rd birthday. Jobs not …",
      "category": "Food"
    },
    {
      "id": "4",
      "title": "This TV sound bar uses phone tech to aim audio at your ears - CNET",
      "description": "The prototype from the mobile mavens at Qualcomm borrows from Wi-Fi technology to find the sweet spot.",
      "category": "Health"
    },
    {
      "id": "5",
      "title": "The Average Salaries of Tech Works in Major Cities (Infographic)",
      "description": "In 2017, most tech workers brought in a enviable yearly salary.",
      "category": "Life"
    },
    {
      "id": "6",
      "title": "Warren Buffett shareholder letter says Berkshire posted $29 billion gain from tax cut law",
      "description": "The new tax law gave Berkshire Hathaway a $29 billion gain, but the company found asking prices for businesses too high last year.",
      "category": "Food"
    },
    {
      "id": "7",
      "title": "NRA gives FCC chair a rifle for repealing net neutrality",
      "description": "WASHINGTON – The National Rifle Association (NRA) on Friday honored the head of the Federal Communications Commission with a rifle after braving death threats and other opposition as he worke…",
      "category": "Life"
    },
    {
      "id": "8",
      "title": "Elon Musk blasts off from OpenAI to focus on cars, how to make smart code fair, and more",
      "description": "Elon Musk steps down from OpenAI's board, Uber is looking to train new coders in machine learning, and there's a new AI conference.",
      "category": "Food"
    },
    {
      "id": "9",
      "title": "China's Geely shifts globalization drive into high gear",
      "description": "This week three Chinese investors made headlines for their efforts to “go global.” Stories of the two that made the biggest splash—Anbang Insurance Group and Sino IC Fund—are cautionary tales.",
      "category": "Health"
    },
    {
      "id": "10",
      "title": "Saudi oil minister hopes OPEC, allies can ease output curbs in 2019",
      "description": "Khalid al-Falih is seeking a permanent alliance among major producers.",
      "category": "Life"
    },
    {
      "id": "84dc2b3e-a3b9-62ea-7fcc-bf9d8b2157cf",
      "title": "fsdfsd",
      "description": "sdfsd",
      "category": "Life"
    }
  ]
}